import React from 'react'

const AboutUsContent = () => {
    return (
        <section className='mt-12 mb-10 h-[59vh]'>
            <div className='container'>
                <h1 className='text-lg font-Estedad-Bold'>درباره‌ما</h1>
                <div className='flex gap-5 mt-2'>
                    <p className='text-justify text-xs leading-5 text-gray-500'>
                        رستوران‌های زنجیره‌ای ترخینه در سال ۱۳۶۸ افتتاح گردیده‌اند و در طی این سال‌ها همواره با ارائه غذاهای باکیفیت و سرویس سریع و به موقع در تلاش برای جلب رضایت مشتریان خود بوده‌اند. در طی این سال‌ها اولویت جلب رضایت مشتریان بوده است.
                    </p>
                    <img className='w-90 rounded-lg object-cover'
                        src="../images/aboutus/mobile.png" alt="" />
                </div>
                <div>
                    <p className='text-justify text-xs leading-6 text-gray-500 mt-1'>
                        دراین خصوص ترخینه همیشه در تلاش بوده تا در طی این زمان‌ها کیفیت غذاهای خود را در بهترین حالت نگه داشته و حتی با نوسانات قیمت‌های مواد اولیه در بازار قیمت خود را ثابت نگه داشته است. ترخینه شعبات خودرا افتتاح کرده که بسیار شیک و مدرن می‌باشند و برای برگزاری جشن‌های کوچک و بزرگ شما مشتریان عزیز توانایی پذیرایی با کیفیت بالا را دارند. سالن پذیرایی شعبات در دو طبقه مجزا به همراه راه پله مدرن و آسانسور برای افراد کم‌توان و سالخورده آماده ارائه سرویس به شما عزیزان می‌باشند.
                        چشم انداز: در آینده ای نزدیک تالار پذیرایی شعبات راه اندازی شده و آماده برگزاری جشن‌ها و مراسم‌های بزرگ شما خواهند بود . به امید آن روز که همه ایرانیان سالم و سلامت باشند.
                    </p>
                </div>
            </div>
        </section>
    )
}

export default AboutUsContent