import React from 'react'
import { AccordionUI } from './AccordionUI'

const FAQContent = () => {
    const FAQItems = [
        {
            id: 1,
            title: "ترخینه چه امکانات متفاوتی داره؟",
            description:"وبسایت سفارش غذای رستوران‌های زنجیره‌ای ترخینه با اتصال مستقیم به نرم افزار اتوماسیون شعبات رستوران، امکان اشتباهات هنگام ثبت سفارش آنلاین غذا و همچنین زمان مورد نیاز برای آماده سازی و تحویل آن را به حداقل ممکن می رسونه."
        },
        {
            id: 3,
            title:"سابقه و لیست خریدهای قبلی ام رو کجا ببینم؟",
            description:"با ورود به حساب کاربری و کلیک روی گزینه سفارشات قبلی سابقه تمام خریدهای شما نمایش داده می شه."
        },
        {
            id: 4,
            title:"چه راه هایی برای پرداخت دارم؟",
            description:"هنگام ثبت سفارش غذا می تونید روش پرداخت دلخواه خودتون رو انتخاب کنید. آنلاین و یا نقدی در هنگام تحویل سفارش بصورت حضوری."
        },
        {
            id: 5,
            title:"چطور می تونم از اعتبار هدیه و تخفیف استفاده کنم؟",
            description:"برای استفاده از کد تخفیف میتونید به سادگی کد رو در سبد خرید، در قسمت مشخص شده وارد کنید. اعتبار هدیه هنگام انتخاب روش پرداخت برای شما نمایش داده میشه و در صورت تمایل میتونید ازش استفاده کنید."
        },
        {
            id: 6,
            title:"زمان تحویل",
            description:"جدول زمانی تخمینی تحویل در زمان ثبت سفارش به اطلاع شما خواهد رسید. این ممکن است تحت تأثیر عوامل زیادی مانند ترافیک، آب و هوا، دوره‌های شلوغ رستوران و غیره باشد، بنابراین در صورت تأخیر لطفا صبور باشید."
        },
        {
            id: 2,
            title:"اطلاعات بیشتر",
            description:"در مجموعه‌ی ترخینه، حفظ امنیت اطلاعات شخصی شما را امری بسیار جدی و مهم می‌دانیم و در وب‌سایت خود از سیاست‌های امنیتی و فناوری‌هایی استفاده می‌کنیم که برای محافظت از اطلاعات شخصی طراحی شده‌اند؛ هم‌چنین از روش‌ها و دستورالعمل‌های امنیتی سختی که قوانین حفظ حریم خصوصی کاربران به آن‌ها نیاز دارد، پیروی می‌کنیم. این روش‌های محافظتی ذخیره‌سازی، استفاده و انتشار همه‌ی اطلاعات شما را دربر می‌گیرد و از دسترسی و استفاده‌ی غیرمجاز از این اطلاعات جلوگیری می‌کند."
        },

    ]
    return (
        <section className='mt-8'>
            <div className="container">
                <h1 className='mb-5 text-lg font-Estedad-Bold'>سوالات متداول</h1>
                <AccordionUI items={FAQItems}/>
            </div>
        </section>
    )
}

export default FAQContent